<?php
namespace Prj\Consts;
/**
 * Description of Banks
 * @author simon.wang
 */
class Banks
{
    public static $enums = [
        'boc'   => ['中国银行', '1万', '1万'],
        'abc'   => ['农业银行', '5万', '10万'],
        'ccb'   => ['建设银行', '5万','100万'],
        'icbc'  => ['工商银行', '5万','5万'],
        'cmb'   => ['招商银行', '5万','100万'],
        'citic' => ['中信银行', '5万','100万'],
        'cmbc'  => ['民生银行', '5万','100万'],
        'gdb'   => ['广发银行', '5万','100万'],
        'cib'   => ['兴业银行', '5万','5万'],
        'ceb'   => ['光大银行', '5万','100万'],
        'bos'   => ['上海银行', '5000','5万'],
        'psbc'  => ['邮储银行', '5000','5000'],
        'hxb'   => ['华夏银行', '2000','2000'],
        'szpab' => ['平安银行', '5万','100万'],
        'spdb'  => ['浦发银行', '2000','1万'],
		'comm'  => ['交通银行', '5万','5万'],
    ];
}
